public class Class {
    public static void main(String[] args) {
        apartment Kiev = new apartment("Київ","Шевченківський район");
        apartment Lviv = new apartment("Львів","Сихівський район");
        apartment Kharkiv = new apartment("Харків","Новобаварський район");

        data Kievdata = new data(9,2, 56,"on");
        data Kievdata1 = new data(2,1, 40.5,"off");
        data Lvivdata = new data(2,1, 36.9,"off");
        data Lvivdata1 = new data(7,3, 97,"on");
        data Kharkivdata = new data(3,2, 46,"on");

        furniture Kievf = new furniture("Мікрохвильовка, чайник, духовка, посудомийка, мультиварка, холодильник","Двохспальне ліжко, телевізор,дві тумбочки, зеркало", "ванна, стіральна машина","Вішалака, тумбочка для взутя", "on");
        furniture Kievf1 = new furniture("Мікрохвильовка, електро чайник, духовка, посудомийка, холодильник","Односпальне ліжко,одна тумбочка, зеркало", "Бойлер, душ, стіральна машина","Вішалка, крісло", "on");
        furniture Lvivf = new furniture("Мікрохвильовка, електро чайник, духовка, посудомийка, мультиварка, холодильник","Односпальне ліжко, телевізор,одна тумбочка", "душ, стіральна машина","Вішалка, крісло", "on");
        furniture Lvivf1 = new furniture("Мікрохвильовка, чайник, духовка, посудомийка, холодильник","Двохспальне ліжко, телевізор,дві тумбочки, зеркало", "Бойлер, душ/ванна, стіральна машина","Вішалака, тумбочка для взутя", "off");
        furniture Kharkivf = new furniture("Мікрохвильовка,електро чайник, духовка, посудомийка, холодильник","Двохспальне ліжко, телевізор,дві тумбочки", "Бойлер, душ/ванна, стіральна машина","Вішалака, тумбочка для взутя", "on");

    }
}
